
room_names = {'121': ['Петров Сергей', 'Далёкий Инокентий'],
              '620': ['Наумцев Александр', 'Комнацкий Александр'],
              '450': ['Радионова Мария', 'Алёна Черепанова'],
              '235': [],
              '645': ['Богдан Воротилен', 'Аржанцев Андрей']}


names_room = {'Петров Сергей': '121',
               'Далёкий Инокентий': '121',
               'Наумцев Александр': '620',
               'Комнацкий Александр': '620',
               'Радионова Мария': '450',
               'Алёна Черепанова': '450',
               'Богдан Воротилен': '645'}

