# нужно находить по комнате ФИ кто там живёт
room_names = {'121': ['Петров Сергей', 'Далёкий Инокентий'],
              '620': ['Наумцев Александр', 'Комнацкий Александр'],
              '450': ['Радионова Мария', 'Алёна Черепанова'],
              '235': [],
              '645': ['Богдан Воротилен', 'Аржанцев Андрей']}

# нужно находить комнату, где живёт данный человек
names_room = {'петров сергей': '121',
               'далёкий инокентий': '121',
               'наумцев александр': '620',
               'комнацкий александр': '620',
               'радионова мария': '450',
               'алёна черепанова': '450',
               'богдан воротилен': '645'}

# ещё нужно знать chat

